Repository: BoweFrankema/bp-bookmarklet
Catalog: languages/bp-bookmarklet-*.po
Languages: fr_fr

source: Just drag the button to your Bookmarks Toolbar!
fr_fr: Merci de glisser déposer ce bouton dans votre barre de favoris!

source: Well.. BP Bookmarklet is a BuddyPress activity plugin.. So it needs this component to be activated
fr_fr: Hum.. BP Bookmarklet est un plugin qui requiert que le composant Activités de BuddyPress soit activé.

source: BP Bookmarklet uses this page, please leave it as is. It will not show in your navigation bar.
fr_fr: BP Bookmarklet utilise cette page, merci de ne pas y toucher. Elle sera automatiquement masquée de la navigation de votre site.

source: Please log in %s
fr_fr: Merci de vous connecter sur %s

source: Share on %s
fr_fr: Partager sur %s

source: Show the bookmarklet
fr_fr: Afficher le bookmarklet

source: What about adding a bookmarklet in your browser bookmarks toolbar ?
fr_fr: Et si vous ajoutiez un bookmarklet à votre navigateur ?

source: To simply share content/links in your profile or group updates, just drag the button to your Bookmarks Toolbar!
fr_fr: Afin de très simplement partager des liens et des contenus dans votre activité ou celle de vos groupes, il suffit de glisser déposer le bouton ci-dessous dans votre barre de favoris!

source: Share on
fr_fr: Partager sur

source: Attach image
fr_fr: Attacher image

source: Thumbnail
fr_fr: Vignette

source: OOops, you forgot to add the url
fr_fr: OOps, vous avez oublié de renseigner une url

source: OOps, something went wrong :(
fr_fr: Oops, une erreur est survenue :(

source: [Your content here]
fr_fr: [Votre contenu ici]

source: Success, link shared!
fr_fr: Bravo, votre lien est partagé.

source: Loading the images, please wait..
fr_fr: Chargement des images en cours, merci de patienter

source: Sorry no images were found
fr_fr: Désolé, pas d&#39;image exploitable.

source: Use the arrows to select the image
fr_fr: Utilisez les flèches pour choisir votre image

source: A Bookmarklet Widget to allow your member to easily share content in activity stream.
fr_fr: Un Widget pour ajouter un bookmarklet à vos membres pour leur simplifier le partage de contenu dans leur activity stream

source: Title:
fr_fr: Titre:

source: Show only on loggedin members profile:
fr_fr: Afficher uniquement sur les profils des membres loggés:

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Allows your member to add a bookmarklet to their browser to easily share links in your BuddyPress powered community
fr_fr: Permettez à vos membres d&#39;utiliser un bookmarklet pour leur simplifier le partage de lien dans votre communauté BuddyPress
